Repository: DRickY/MovieApp
Catalog: MovieApp/MovieApp/Resources/*.lproj/Localizable.strings
Languages: uk

# unknown_key
source: unknown
uk: Невідомо

# rating_key
source: Rating
uk: Рейтинг

# back_key
source: Back
uk: Повернутися

# connection_lost_key
source: You are offline. Please, enable your Wi-Fi or connect using cellular data.
uk: Ваше з'єднання втрачено. Будь ласка, увімкніть Wi-Fi або підключіться за допомогою мобільних даних.

# you_are_offline_key
source: You are offline.
uk: Ваше з'єднання втрачено.

# wifi_cellular_key
source: Please, enable your Wi-Fi or connect using cellular data.
uk: Будь ласка, увімкніть Wi-Fi або підключіться за допомогою мобільних даних.

# popular_movies_key
source: Popular Movies
uk: Популярні фільми

# close_button_key
source: Ð¡lose
uk: Закрити

source: Unexpected error
uk: Неочікувана помилка

# search_popular_key
source: Search
uk: Пошук

# pull_refresh_key
source: Pull up to refresh...
uk: Оновлення

# popularity_desc_key
source: Popularity (High to Low)
uk: Популярність (від високої до низької)

# popularity_asc_key
source: Popularity (Low to High)
uk: Популярність (від низької до високої)

# revenue_asc_key
source: Revenue (Low to High)
uk: Дохід (від низького до високого)

# revenue_desc_key
source: Revenue (High to Low)
uk: Дохід (від високого до низького)

# primary_release_date_asc_key
source: Release Date (Oldest First)
uk: Дата виходу (спочатку старіші)

# primary_release_date_desc_key
source: Release Date (Newest First)
uk: Дата виходу (спочатку новіші)

# title_asc_key
source: Title (A-Z)
uk: Назва (від А до Я)

# title_desc_key
source: Title (Z-A)
uk: Назва (від Я до А)

# vote_average_asc_key
source: Rating (Low to High)
uk: Рейтинг (від низького до високого)

# vote_average_desc_key
source: Rating (High to Low)
uk: Рейтинг (від високого до низького)

# vote_count_asc_key
source: Votes (Fewest First)
uk: Голосів (від найменшої кількості)

# vote_count_desc_key
source: Votes (Most First)
uk: Голосів (від найбільшої кількості)

# sort_options_key
source: Sort Options
uk: Параметри сортування

# photo_unavailable_key
source: Photo Unavailable
uk: Фото недоступне

# photo_unavailable_info_key
source: The photo you're trying to view is not currently available. Please try again later.
uk: Фото, яке ви намагаєтесь переглянути, наразі недоступне. Спробуйте пізніше.
